;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:fetcher github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! irony :disable t)
(package! rtags :disable t)
;; (package! ivy)
(package! clang-format)
(package! find-file-in-project)
(package! wgrep)
(package! helm-xref)
(package! evil-commentary)
;;(package! google-translate)
(package! symbol-overlay)
;; (package! helm-gtags)
;; (package! vterm)
;; (package! vterm-toggle)
(package! helm-ag)
(package! go-mode)
(package! evil-textobj-line)
(package! evil-goggles)
(package! good-scroll)
(package! dap-mode)
(package! xml-parse)
